{"pageProps":{"brewery":"Padstow","items":[{"brewery":"Padstow","name":"Padstow Pilsner","summary":"A refreshing, crisp Pilsner","desc":"Padstow Pilsner is made in the traditional way using only the best lager malt and Saaz hops. The beer is carefully fermented at low temperatures to deliver a clean, crisp and refreshing drink. Our pilsner won Best Beer at the Great British Food Awards 2018 and Taste of the West Gold. This beer is suitable for vegans. It contains barley and wheat, but has had the gluten removed to <20ppm, and so is now labelled as Gluten Free. ** Also available in a 5 litre mini-keg **","keg":false,"mixed":false,"sizeMl":440,"abv":4.4,"numItems":1,"perItemPrice":3.5,"available":true,"categories":["Pils / Lager"],"thumbnailUrl":"https://www.padstowbrewing.co.uk/wp-content/uploads/2019/10/Padstow-Pilsner-Can.jpg","url":"https://www.padstowbrewing.co.uk/product/padstow-pilsner/"},{"brewery":"Padstow","name":"Pocket Rocket","summary":"Extra hoppy Cornish Pale Ale","desc":"It's back! Pocket Rocket is an American style Pale Ale, brewed with vibrant U.S hop varieties and dry hopped to add even more flavour and aroma. Unfiltered, unpasteurised and unfined for maximum freshness! This beer is suitable for vegans. It contains barley and wheat, but has had the gluten removed to <20ppm, and so is now labelled as Gluten Free.","keg":false,"mixed":false,"sizeMl":440,"abv":4,"numItems":1,"perItemPrice":3.95,"available":true,"categories":["Pale"],"thumbnailUrl":"https://www.padstowbrewing.co.uk/wp-content/uploads/2019/10/Pocket-Rocket-Can-1.jpg","url":"https://www.padstowbrewing.co.uk/product/pocket-rocket/"},{"brewery":"Padstow","name":"The Smoke","summary":"Smoked oatmeal stout","desc":"Made with seven different malts, including beech-smoked malt and rolled oats, this stout is rich, smooth and malty with a subtle smokey aftertaste. Winner of the SIBA British Dark Beers 2019 National Gold award. This beer is suitable for vegans. It contains barley and wheat, which are sources of gluten.","keg":false,"mixed":false,"sizeMl":440,"abv":5.5,"numItems":1,"perItemPrice":3.95,"available":true,"categories":["Dark"],"thumbnailUrl":"https://www.padstowbrewing.co.uk/wp-content/uploads/2019/10/The-Smoke-Can.jpg","url":"https://www.padstowbrewing.co.uk/product/the-smoke/"},{"brewery":"Padstow","name":"Padstow Pale Ale","summary":"Light Golden Ale","desc":"Noticeably hopped with a good balanced bitterness and a refreshing aroma. Still manages to pack a punch for a low ABV beer by the mix of English and American hops added at the steeping stage. Goes well with: meat pies and mild cheddar. Also great with a beef or chicken burger. Our Pale Ale has won Taste of the West Silver and SIBA Bronze. This beer is suitable for vegans. It contains barley and wheat, which are sources of gluten. ** Also available in 5 litre mini-keg **","keg":false,"mixed":false,"sizeMl":568,"abv":3.6,"numItems":1,"perItemPrice":3.75,"available":true,"categories":["Bitter","Pale"],"thumbnailUrl":"https://www.padstowbrewing.co.uk/wp-content/uploads/2019/10/Padstow-Pale-Ale-Bottle.jpg","url":"https://www.padstowbrewing.co.uk/product/padstow-pale-ale/"},{"brewery":"Padstow","name":"Padstow IPA","summary":"India Pale Ale","desc":"An English IPA with a traditionally strong ABV. Careful hopping means it’s refreshing, satisfying and rather moreish. Goes well with: Strong, spicy food (great with curry); bold, sweet desserts like carrot cake; mild cheeses such as mild cheddar or mild blue. This is our best selling bottled beer and has won CAMRA Gold and Taste of the West Gold. This beer is suitable for vegans. It contains barley and wheat, but has had the gluten removed to <20ppm, and so is now labelled as Gluten Free. ** Also available in 5 litre mini-keg **","keg":false,"mixed":false,"sizeMl":568,"abv":4.8,"numItems":1,"perItemPrice":3.75,"available":true,"categories":["IPA"],"thumbnailUrl":"https://www.padstowbrewing.co.uk/wp-content/uploads/2019/10/Padstow-IPA-Bottle-1.jpg","url":"https://www.padstowbrewing.co.uk/product/padstow-ipa/"},{"brewery":"Padstow","name":"Padstow Windjammer","summary":"Cornish copper ale","desc":"Padstow Windjammer was originally brewed as a one off seasonal autumn brew with specialised malt to achieve its distinctive copper colour. It has since become our most popular draught ale. A malt-driven traditional English ale with a smooth nutty finish and a subtle spiced fruit aroma. Goes well with: roast chicken or pork, fish & chips, and mild cheese. This beer is suitable for vegans. It contains barley and wheat, but has had the gluten removed to <20ppm, and so is now labelled as Gluten Free. ** Also available in 5 litre mini-keg **","keg":false,"mixed":false,"sizeMl":568,"abv":4.5,"numItems":1,"perItemPrice":3.75,"available":true,"categories":["Bitter"],"thumbnailUrl":"https://www.padstowbrewing.co.uk/wp-content/uploads/2019/10/Windjammer-Bottle.jpg","url":"https://www.padstowbrewing.co.uk/product/windjammer/"},{"brewery":"Padstow","name":"Padstow May Day","summary":"Extra pale citra hopped ale","desc":"May Day is the most important day of the year for us in Padstow, and we originally created this beer specifically to celebrate it. Due to it's overwhelming popularity, we eventually made it a core beer so we could continue to brew it year-round. Made with extra pale malt and 100% citra hops it has a tropical and slightly bitter flavour with a citrus and elderflower aroma. A crisp, smooth and refreshing pint. Goes well with: Spicy Spanish and Italian meats, spicy paella, pizza and pasta dishes. This beer has been awarded SIBA Gold and Taste of the West Silver. This beer is suitable for vegans. It contains barley and wheat, but has had the gluten removed to <20ppm, and so is now labelled as Gluten Free. ** Also available in 5 litre mini-keg **","keg":false,"mixed":false,"sizeMl":568,"abv":5,"numItems":1,"perItemPrice":3.75,"available":true,"categories":["Bitter","Pale"],"thumbnailUrl":"https://www.padstowbrewing.co.uk/wp-content/uploads/2019/10/Padstow-May-Day-Bottle-1.jpg","url":"https://www.padstowbrewing.co.uk/product/padstow-may-day/"},{"brewery":"Padstow","name":"Shallow End","summary":"Small Beer, big flavour!","desc":"Shallow End is the latest incarnation of our hugely popular 2.8% Shallow series. Now with additional oats for more body whilst retaining the low bitterness, delicate hop aroma and big bold flavour of its predecessors, we are sure you will agree this is the best Shallow End yet. With phenomenal artwork by Falmouth Student, Esmé Fergusson (@Esmefineart), we are hugely proud of this product, combining great beer with great art. This beer is unfined and suitable for vegans. It contains barley and wheat,which are sources of gluten.","keg":false,"mixed":false,"sizeMl":440,"abv":2.8,"numItems":1,"perItemPrice":3.95,"available":true,"categories":[],"thumbnailUrl":"https://www.padstowbrewing.co.uk/wp-content/uploads/2019/10/440ml-can-SHALLOW-END-3-cans-1024x724.jpg","url":"https://www.padstowbrewing.co.uk/product/shallow-end/"},{"brewery":"Padstow","name":"I Sea Gose","summary":"Gooseberry and Seaweed Gose","desc":"Inspired by the historic German-style Gose, this Cornish Gose combines locally harvested seaweed, gooseberry and coriander to balance sour and saltiness for a unique refreshing beer. Part of our ongoing collaboration with Falmouth University, this can features artwork by local resident, Phoebe Roberts and combines great beer with great art. This beer is suitable for vegans. It contains barley and wheat,which are sources of gluten.","keg":false,"mixed":false,"sizeMl":440,"abv":4.7,"numItems":1,"perItemPrice":4.5,"available":true,"categories":["Sours / Gose"],"thumbnailUrl":"https://www.padstowbrewing.co.uk/wp-content/uploads/2019/10/I-sea-Gose-3-can-render-1024x724.jpg","url":"https://www.padstowbrewing.co.uk/product/i-sea-gose/"},{"brewery":"Padstow","name":"Moselle Skies","summary":"Brut IPA","desc":"Moselle Skies is one of the latest of our seasonal brews, this Brut IPA is a collaboration with Brasserie Bon Poison from Metz in France. Featuring a double dry hop, it combines big floral flavours with a clean and dry finish. As with all our seasonal cans, the artwork is provided by the talented students from Falmouth University, combining great beer with great art. Contains barley and wheat. This beer is suitable for vegans.","keg":false,"mixed":false,"sizeMl":440,"abv":6.5,"numItems":1,"perItemPrice":4.99,"available":true,"categories":["IPA"],"thumbnailUrl":"https://www.padstowbrewing.co.uk/wp-content/uploads/2020/01/440ml-can-Moselle-Skies-3-can-render-1024x724.jpg","url":"https://www.padstowbrewing.co.uk/product/moselle-skies/"},{"brewery":"Padstow","name":"Breakfast In Luxembourg","summary":"Espresso Stout","desc":"The latest in our range of seasonal brews, this Espresso Stout is a collaboration with Bare Brewing from Luxembourg, inspired by their own fantastic Espresso Stout we drank whilst at the Metz Beer Fest in October 2019. Coffee roasted locally by Rising Ground in Wadebridge. As with all our seasonal cans, the artwork is provided by the talented students from Falmouth University, combining great beer with great art. This beer is suitable for vegans. Contains barley, wheat and caffeine.","keg":false,"mixed":false,"sizeMl":440,"abv":6,"numItems":1,"perItemPrice":4.99,"available":true,"categories":["Dark"],"thumbnailUrl":"https://www.padstowbrewing.co.uk/wp-content/uploads/2020/01/440ml-can-Breakfast-In-Luxembourg-3-can-render-1024x724.jpg","url":"https://www.padstowbrewing.co.uk/product/breakfast-in-luxembourg/"},{"brewery":"Padstow","name":"Sundowner 3.0","summary":"DDH NEIPA","desc":"Sundowner 3.0 is the long awaited follow up to the SIBA National Gold winning Sundowner 2.0. We've added oats for more body, and kept the massive double dry hop (DDH) with just a few adjustments to maximise the flavour. Smooth and punchy this is our best NEIPA (New England IPA) yet. Continuing our work with Falmouth University combining great beer with great art, this can features the work of Esmé Fergusson (@Esmefineart) This beer is unfined and suitable for vegans. It contains barley and wheat,which are sources of gluten.","keg":false,"mixed":false,"sizeMl":440,"abv":6.8,"numItems":1,"perItemPrice":4.99,"available":true,"categories":["IPA"],"thumbnailUrl":"https://www.padstowbrewing.co.uk/wp-content/uploads/2019/10/440ml-can-SUNDOWNER-3-3-cans-1024x724.jpg","url":"https://www.padstowbrewing.co.uk/product/sundowner-3-0/"},{"brewery":"Padstow","name":"Connor’s Stout","summary":"Imperial Smoked Stout","desc":"Connor's Stout is our Brew 500, so it had to be something special. Imperial Smoked Stout - 11% Each can features artwork by the Connor Brothers. Funds raised for CALM. This beer is suitable for vegans. It contains barley and wheat, which are sources of gluten.","keg":false,"mixed":false,"sizeMl":440,"abv":11,"numItems":1,"perItemPrice":7.99,"available":true,"categories":["Dark"],"thumbnailUrl":"https://www.padstowbrewing.co.uk/wp-content/uploads/2020/03/CONNOR-Can-4-1024x724.jpg","url":"https://www.padstowbrewing.co.uk/product/connors-stout-individual-cans/"},{"brewery":"Padstow","name":"Spiced Vintage Ale","summary":"Oak Barrel Aged Ale","desc":"To create our Spiced Vintage Ale, we took our award-winning winter porter, 317, infused it with additional fruit and spices and aged it in an oak barrel for six months. Hand bottled, hand labelled. Individually numbered and signed by our brewer. Low-carbonation to enhance the sipping characteristics. Two years in the making. A truly unique product. This beer is suitable for vegetarians. It contains barley and wheat, which are sources of gluten.","keg":false,"mixed":false,"sizeMl":568,"abv":8,"numItems":1,"perItemPrice":10,"available":true,"categories":["Dark"],"thumbnailUrl":"https://www.padstowbrewing.co.uk/wp-content/uploads/2019/12/20191218_135254.jpg","url":"https://www.padstowbrewing.co.uk/product/spiced-vintage-ale/"},{"brewery":"Padstow","name":"Padstow Sunshine Cider","summary":"Cornish Sparking Cider","desc":"Now back in pint-sized bottles for the first time since 2017! This unique Normandy-style Cornish cider was developed by wine and cider maker John Coulson of Polgoon Vineyard in collaboration with Caron Archer (Head Brewer at Padstow Brewing Co.). Our Sunshine Cider contains pressed English Dessert and Bramley Apples, then fermented using the finest Champagne yeast. The result is a crisp, mouth-watering cider that leaves a satisfyingly long finish. Goes well with: Pork belly and scallops. Perfect with a gammon joint and some crackling. This cider is suitable for vegans and is gluten free. ** A 5% version of this cider is available in 5 litre mini-keg **","keg":false,"mixed":false,"sizeMl":568,"abv":7,"numItems":1,"perItemPrice":4.1,"available":true,"categories":["Cider"],"thumbnailUrl":"https://www.padstowbrewing.co.uk/wp-content/uploads/2019/10/Padstow-Sunshine-Cider-Bottle-1.jpg","url":"https://www.padstowbrewing.co.uk/product/sunshine-cider/"},{"brewery":"Padstow","name":"Sunlight Cider","summary":"Refreshing Cider","desc":"Available for the first time ever in minikeg, our 5% Sunlight Cider is perfect for those warm days in the garden, on the balcony or even in the kitchen! Based on our hugely popular Sunshine Cider, this is a more sessionable 5% whilst retaining the same great flavour. This product is Gluten Free and suitable for both vegetarians and vegans.","keg":true,"mixed":false,"sizeMl":5000,"abv":5,"numItems":1,"perItemPrice":29.5,"available":true,"categories":["Cider"],"thumbnailUrl":"https://www.padstowbrewing.co.uk/wp-content/uploads/2020/04/sunlight-cider-minikeg.jpg","url":"https://www.padstowbrewing.co.uk/product/minikeg-sunlight-cider/"},{"brewery":"Padstow","name":"Red Sky","summary":"Cornish Red Berry Cider","desc":"Red Sky is a brilliant dark red berry fruit cider. It is made from selected West Country apples and summer orchard fruits, these are pressed and fermented to produce a light, crisp and refreshing Cornish Cider. It has a long finish of delicious, sweet red berry fruits. This cider is suitable for vegans.","keg":false,"mixed":false,"sizeMl":500,"abv":4,"numItems":1,"perItemPrice":3.95,"available":true,"categories":["Cider","Dark"],"thumbnailUrl":"https://www.padstowbrewing.co.uk/wp-content/uploads/2019/10/Padstow-Red-Sky-Cornish-Berry-Cider-Bottle-1.jpg","url":"https://www.padstowbrewing.co.uk/product/red-sky-berry-cider/"},{"brewery":"Padstow","name":"Elderflower Sunrise","summary":"Apple and Elderflower cider","desc":"Elderflower Sunrise is a lightly sparkling apple cider with a clean, crisp, dry apple flavour. It is made with selected West Country apples which are pressed and fermented, then infused with elderflower to create a unique refreshing cider with a balanced tart finish. This cider is suitable for vegans and gluten free.","keg":false,"mixed":false,"sizeMl":500,"abv":4,"numItems":1,"perItemPrice":3.95,"available":true,"categories":["Cider"],"thumbnailUrl":"https://www.padstowbrewing.co.uk/wp-content/uploads/2019/11/Padstow-Elderflower-Sunrise-Cider-Bottle-1.jpg","url":"https://www.padstowbrewing.co.uk/product/elderflower-sunrise/"},{"brewery":"Padstow","name":"Padstow Pale Ale","summary":"Light Golden Ale","desc":"A beautifully light golden ale, Padstow Pale Ale is noticeably hopped with a good balanced bitterness and a refreshing aroma provided by US hops added at the steeping stage. Goes well with: meat pies and mild cheddar. Also great with a beef or chicken burger. Our Pale Ale has won Taste of the West Silver and SIBA Bronze. This mini keg contains 5 litres (8.8 pints). Directions for use are printed on the container. This beer is suitable for vegans. It contains barley and wheat,which are sources of gluten.","keg":true,"mixed":false,"sizeMl":5000,"abv":3.6,"numItems":1,"perItemPrice":23.95,"available":true,"categories":["Bitter","Pale"],"thumbnailUrl":"https://www.padstowbrewing.co.uk/wp-content/uploads/2019/11/Padstow-Pale-Ale-Minikeg.jpg","url":"https://www.padstowbrewing.co.uk/product/mini-keg-padstow-pale-ale/"},{"brewery":"Padstow","name":"Padstow Local","summary":"Our NEW Best Bitter","desc":"Available for the first time ever in minikeg, our 4% Best Bitter, Padstow Local, is not to be missed. Inspired by some of our favourite beers from around the country, Local is a deep golden ale, with a rich malty character.","keg":true,"mixed":false,"sizeMl":5000,"abv":4,"numItems":1,"perItemPrice":23.5,"available":true,"categories":["Bitter"],"thumbnailUrl":"https://www.padstowbrewing.co.uk/wp-content/uploads/2020/04/Padstow-Local-Minikeg.jpg","url":"https://www.padstowbrewing.co.uk/product/minikeg-padstow-local/"},{"brewery":"Padstow","name":"Padstow Pilot","summary":"Award winning Cornish Porter","desc":"Padstow Pilot is our SIBA National Gold winning Cornish Porter, now available for the first time in minikeg. This mini keg contains 5 litres (8.8 pints). Directions for use are printed on the container. This beer is suitable for vegans. It contains barley and wheat,which are sources of gluten.","keg":true,"mixed":false,"sizeMl":5000,"abv":4,"numItems":1,"perItemPrice":23.95,"available":true,"categories":["Dark"],"thumbnailUrl":"https://www.padstowbrewing.co.uk/wp-content/uploads/2020/04/padstow-Pilot-minikeg.jpg","url":"https://www.padstowbrewing.co.uk/product/mini-keg-padstow-pilot/"},{"brewery":"Padstow","name":"Padstow Windjammer","summary":"Cornish copper ale","desc":"Padstow Windjammer was originally brewed as a one off seasonal autumn brew with specialised malt to achieve its distinctive copper colour. It has since become our most popular draught ale. A malt-driven traditional English ale with a smooth nutty finish and subtle spiced fruit aroma. Goes well with: roast chicken or pork, fish & chips, mild cheeses. This mini keg holds 5 litres (8.8 pints). Directions for use are printed on the container. This beer is suitable for vegans. It contains barley and wheat, which are sources of gluten.","keg":true,"mixed":false,"sizeMl":5000,"abv":4.5,"numItems":1,"perItemPrice":23.95,"available":true,"categories":["Bitter"],"thumbnailUrl":"https://www.padstowbrewing.co.uk/wp-content/uploads/2019/11/Padstow-Windjammer-Minikeg.jpg","url":"https://www.padstowbrewing.co.uk/product/mini-keg-padstow-windjammer/"},{"brewery":"Padstow","name":"Padstow Pride","summary":"Smooth Amber Bitter","desc":"Our amber bitter has a wonderful balance between malt and hops, with a smooth, rounded finish thanks to a touch of Cornish honey in the brew. Goes well with: chocolate, malty breads, and caramel. Perfect with a rich and indulgent dessert. Padstow Pride has won Taste of the West Silver. This mini keg contains 5 litres (8.8 pints). Directions for use are printed on the container. This beer is suitable for vegetarians. It contains barley and wheat, which are sources of gluten.","keg":true,"mixed":false,"sizeMl":5000,"abv":4.5,"numItems":1,"perItemPrice":23.95,"available":true,"categories":["Bitter"],"thumbnailUrl":"https://www.padstowbrewing.co.uk/wp-content/uploads/2019/11/Padstow-Pride-Minikeg.jpg","url":"https://www.padstowbrewing.co.uk/product/mini-keg-padstow-pride/"},{"brewery":"Padstow","name":"Padstow IPA","summary":"India Pale Ale","desc":"Our Padstow IPA has a traditionally strong ABV. Careful hopping means it’s refreshing, satisfying and rather moreish. Goes well with: spicy food (perfect with curry), sweet desserts, or mature cheddar and mild blue cheese. This is our best selling bottled beer and has won CAMRA Gold and Taste of the West Gold. This mini keg contains 5 litres (8.8 pints). Directions for use are printed on the container. This beer is suitable for vegans. It contains barley and wheat, which are sources of gluten.","keg":true,"mixed":false,"sizeMl":5000,"abv":4.8,"numItems":1,"perItemPrice":23.95,"available":true,"categories":["IPA"],"thumbnailUrl":"https://www.padstowbrewing.co.uk/wp-content/uploads/2019/11/Padstow-IPA-Minikeg.jpg","url":"https://www.padstowbrewing.co.uk/product/mini-keg-padstow-ipa/"},{"brewery":"Padstow","name":"Padstow May Day","summary":"Extra Pale Hoppy Ale","desc":"Brewed to celebrate May Day – the most important day of the year in Padstow, this beer has now been added to our core range due to its year-round popularity. Made with extra pale malt and 100% citra hops; it has a tropical flavour with a citrus and elderflower aroma. A crisp, smooth and refreshing pint. Goes well with: spicy Spanish and Italian meats, paella, pizza and pasta. May Day has been awarded SIBA Gold and Taste of the West Silver. This mini keg contains 5 litres (8.8 pints). Directions for use are printed on the container. This beer is suitable for vegans. It contains barley and wheat,which are sources of gluten.","keg":true,"mixed":false,"sizeMl":5000,"abv":5,"numItems":1,"perItemPrice":26.5,"available":true,"categories":["Pale"],"thumbnailUrl":"https://www.padstowbrewing.co.uk/wp-content/uploads/2019/11/Padstow-May-Day-Minikeg.jpg","url":"https://www.padstowbrewing.co.uk/product/mini-keg-padstow-may-day/"},{"brewery":"Padstow","name":"Pocket Rocket","summary":"Session IPA","desc":"Now in minikeg, Pocket Rocket is the perfect hop-forward session IPA. Plenty of hoppy character, a solid malt backbone and at 4% ideal for a barbecue, afternoon in the garden or quiet evening drink.","keg":true,"mixed":false,"sizeMl":5000,"abv":4,"numItems":1,"perItemPrice":29.5,"available":true,"categories":["IPA"],"thumbnailUrl":"https://www.padstowbrewing.co.uk/wp-content/uploads/2020/04/pockete-rcket-minikeg.jpg","url":"https://www.padstowbrewing.co.uk/product/minikeg-pocket-rocket/"},{"brewery":"Padstow","name":"Padstow Pilsner","summary":"A refreshing, crisp Pilsner","desc":"Our Pilsner is made in the traditional way using the best Extra Pale malt, Saaz hops and lager yeast. The beer is fermented at lower temperatures to preserve flavour. The result is a clean, crisp and refreshing drink. Padstow Pilsner won Best Beer at the Great British Food Awards 2018 and Taste of the West Gold. This mini keg contains 5 litres (8.8 pints). Directions for use are printed on the container. This beer is suitable for vegans. It contains barley and wheat,which are sources of gluten.","keg":true,"mixed":false,"sizeMl":5000,"abv":4.4,"numItems":1,"perItemPrice":29.5,"available":true,"categories":["Pils / Lager","Pale"],"thumbnailUrl":"https://www.padstowbrewing.co.uk/wp-content/uploads/2019/11/Padstow-Pilsner-Minikeg.jpg","url":"https://www.padstowbrewing.co.uk/product/mini-keg-padstow-pilsner/"},{"brewery":"Padstow","name":"Breakfast in Luxembourg","summary":"Espresso Stout","desc":"The latest in our range of seasonal brews, this Espresso Stout is a collaboration with Bare Brewing from Luxembourg, inspired by their own fantastic Espresso Stout we drank whilst at the Metz Beer Fest in October 2019. Coffee obtained locally from Rising Ground in Wadebridge. This beer is suitable for vegans. Contains barley, wheat and caffeine.","keg":true,"mixed":false,"sizeMl":5000,"abv":6.5,"numItems":1,"perItemPrice":32.5,"available":true,"categories":["Dark"],"thumbnailUrl":"https://www.padstowbrewing.co.uk/wp-content/uploads/2020/04/minikeg-front.jpg","url":"https://www.padstowbrewing.co.uk/product/minikeg-breakfast-in-luxembourg/"},{"brewery":"Padstow","name":"Moselle Skies","summary":"BRUT IPA","desc":"The latest in our range of seasonal brews, this Brut IPA is a collaboration with Brasserie Bon Poison from Metz in France., inspired by their innovative approach to beer and our previous, well received Brut IPA Cold Skies. This beer is suitable for vegans. Contains barley, and wheat.","keg":true,"mixed":false,"sizeMl":5000,"abv":6.5,"numItems":1,"perItemPrice":32.5,"available":true,"categories":["IPA"],"thumbnailUrl":"https://www.padstowbrewing.co.uk/wp-content/uploads/2020/04/minikeg-front.jpg","url":"https://www.padstowbrewing.co.uk/product/minikeg-moselle-skies/"},{"brewery":"Padstow","name":"Sundowner 2.0","summary":"NEIPA","desc":"Our National Champion NEIPA returns for a strictly limited time in great value minikeg! Double dry hopped with 6 US hop varieties this hugely drinkable NEIPA wowed the judges at the 2020 BeerX and stole away with the top prize in the hotly contested Imperial IPA category. This beer is suitable for vegans. Contains barley, and wheat.","keg":true,"mixed":false,"sizeMl":5000,"abv":6.8,"numItems":1,"perItemPrice":32.5,"available":true,"categories":["IPA"],"thumbnailUrl":"https://www.padstowbrewing.co.uk/wp-content/uploads/2020/04/minikeg-front.jpg","url":"https://www.padstowbrewing.co.uk/product/minikeg-sundowner-2-0/"},{"brewery":"Padstow","name":"Mixed Beer Case","summary":null,"desc":"Get a 6 beer mystery selection of Padstow Brewing Co. beers handpicked by the brewery. These beers are all suitable for vegetarians. Please specify if you want beers all suitable for vegans. They contain barley and wheat, which are sources of gluten. Please note: Mixed cases are sent in our usual, robust, courier safe packaging. The image is for graphic purposes only.","keg":false,"mixed":true,"sizeMl":null,"abv":null,"numItems":6,"perItemPrice":3.75,"available":true,"categories":[],"thumbnailUrl":"https://www.padstowbrewing.co.uk/wp-content/uploads/2019/11/Padstow-Brewing-Co-6-mixed-case.jpg","url":"https://www.padstowbrewing.co.uk/product/mixed-beer-case-x6/"},{"brewery":"Padstow","name":"Beer Gift Pack with surprise compartments","summary":"A mystery box of beers for that special person in your life.","desc":"Our beer mixed gift box are a perfect treat for someone you love - or yourself! Exact contents may vary, but we’ll make sure you get to try a great range of our beers and a great glass to drink them with! There will be a mix of bottled ale and canned craft beer, hand picked by the brewery team. You can also decide if you would like cider included in your selection. They're shipped in our mail-order boxes with a perforated numbered cover - just a bit of fun! It's designed to be opened over 12 days - but we won't be upset if all of the numbers are opened at once! This makes a perfect gift for the beer lover in your life and for £50, the price include shipping! These beers may contain barley and wheat, which are sources of gluten.","keg":false,"mixed":true,"sizeMl":null,"abv":null,"numItems":11,"perItemPrice":4.09,"available":true,"categories":["Cider"],"thumbnailUrl":"https://www.padstowbrewing.co.uk/wp-content/uploads/2019/12/12-days-of-Christmas.png","url":"https://www.padstowbrewing.co.uk/product/12-beers-mixed-gift/"}]},"__N_SSG":true}