{"pageProps":{"brewery":{"id":"pollys-brew","shortName":"Polly's Brew","name":"Polly's Brew Co","location":"Mold, Flintshire","websiteUrl":"https://pollysbrew.co/","twitterHandle":"pollysbrewco","new":false},"items":[{"breweryId":"pollys-brew","name":"A Cozy Decomposure","summary":"DDH IPA","desc":"A Cozy Decomposure\nRange: Augment\nStyle: DDH India Pale Ale\nABV: 6.6%\nAzacca is a big favourite here at Polly’s HQ and for good reason. Named for the Haitian god of agriculture, and bred specifically to accentuate the intense sweet, tropical notes it imparts, we find this varietal grossly underused and underrated in a sea of more popular hype hops. Letting it do its thing in a single hop showcase seemed the most fitting tribute for this awesome hop, and in a “well, why not” move we decided to up the dry-hop bill to DIPA levels, with an insane 40kg added during fermentation.\nWrapped up in a hearty lashing of LA3 for maximum suspension, the result is a thick, juicy IPA, bursting with tonnes of mango, stone fruit, and pineapple notes, before levelling off with a healthy tickling of bitterness on the end for ultimate balance.","mixed":false,"abv":6.6,"offers":[{"quantity":1,"totalPrice":4.75,"sizeMl":440,"format":"CAN"}],"available":true,"categories":["IPA"],"new":true,"thumbnailUrl":"https://craftpeak-commerce-images.imgix.net/2020/12/COZY-01.png?auto=compress%2Cformat&fit=crop&h=324&ixlib=php-1.2.1&w=324&wpsize=woocommerce_thumbnail","url":"https://shop.pollysbrew.co/product/a-cozy-decomposure-ddh-ipa-6-6/","brewery":{"id":"pollys-brew","shortName":"Polly's Brew","name":"Polly's Brew Co","location":"Mold, Flintshire","websiteUrl":"https://pollysbrew.co/","twitterHandle":"pollysbrewco","new":false}},{"breweryId":"pollys-brew","name":"Ending Chapter","summary":"IPA","desc":"Ending Chapter\nRange: Augment\nStyle: India Pale Ale\nABV: 6.8%\nA recent trait of ours has been revisiting some of our favourite Originals range beers and giving them the full Augment treatment. The first version of Citra Columbus was a thing of sheer beauty, and a surefire hint of where things would eventually go with our beers. A pairing of two hugely distinct and classic varietals, both of whom have bold claims to be part of the reason we exist today, this incredible IPA melds everything we love about the old school with the new school hype train we’re proud to be part of. Citra takes the lead on this one with a 20kg dry hop charge, before a follow up of 10kg of Columbus for good measure. The result? An amped up, maxed out IPA full of those juicy tropical notes we love so much, backed up with piney and resinous hoppy notes.","mixed":false,"abv":6.8,"offers":[{"quantity":1,"totalPrice":4.75,"sizeMl":440,"format":"CAN"}],"available":false,"categories":["IPA"],"new":false,"thumbnailUrl":"https://craftpeak-commerce-images.imgix.net/2020/11/ec-01.png?auto=compress%2Cformat&fit=crop&h=324&ixlib=php-1.2.1&w=324&wpsize=woocommerce_thumbnail","url":"https://shop.pollysbrew.co/product/ending-chapter-ipa-6-8/","brewery":{"id":"pollys-brew","shortName":"Polly's Brew","name":"Polly's Brew Co","location":"Mold, Flintshire","websiteUrl":"https://pollysbrew.co/","twitterHandle":"pollysbrewco","new":false}},{"breweryId":"pollys-brew","name":"Everything We Dream Of","summary":"DDH Double IPA","desc":"Everything We Dream Of\nRange: Augment\nStyle: DDH Double India Pale Ale\nABV: 8.7%\nRemember how we said the end of the year is best for any hop-forward beer fan? This might just be the most intense experiment we’ve ever done on one of our DIPAs. With a dry-hop bill that exceeds even one of our standard TIPAs, this is the easily the most hop-forward, flavour packed, insane piece of alchemy we’ve produced to date, utilizing the very best of what we had sat in our cold store. Featuring seventy (you read that right, SEVENTY) kilograms of hops, we’ve smashed through the 30g/l hopping rate ceiling with aplomb, loading this beer with equal parts El Dorado, Vic Secret, and Simcoe for a full on flavour explosion of stone fruits, mango, papaya, and dank, sticky, pine notes to finish. An intense experience from start to finish, and not for the faint of heart!","mixed":false,"abv":8.7,"offers":[{"quantity":1,"totalPrice":5.25,"sizeMl":440,"format":"CAN"}],"available":true,"categories":["IPA"],"new":true,"thumbnailUrl":"https://craftpeak-commerce-images.imgix.net/2020/12/DREAM-01.png?auto=compress%2Cformat&fit=crop&h=324&ixlib=php-1.2.1&w=324&wpsize=woocommerce_thumbnail","url":"https://shop.pollysbrew.co/product/everything-we-dream-of-ddh-double-ipa-8-7/","brewery":{"id":"pollys-brew","shortName":"Polly's Brew","name":"Polly's Brew Co","location":"Mold, Flintshire","websiteUrl":"https://pollysbrew.co/","twitterHandle":"pollysbrewco","new":false}},{"breweryId":"pollys-brew","name":"Introducing Blooms","summary":"DDH IPA","desc":"Introducing Blooms\nRange: Augment\nStyle: DDH India Pale Ale\nABV: 7.2%\nThe end of the year is always the best for any hop-forward beer fan, as we tend to look through our hop store, see what we have loads of, and pack as much as we physically can into a beer. Just as much happened when we discovered that we had plenty of El Dorado, Citra and Simcoe sitting in our cold store, so naturally, we figured we’d brew an IPA, but hop it to the same level as one of our DIPAs for a full on flavour explosion of a beer. Citra and Simcoe is a classic Polly’s combo, positively dripping with grapefruit, tropical, and pine notes, but adding El Dorado brings it to an entirely new level, adding pear, watermelon and stonefruit flavours to the party. Generously hopped using our new “pyramid” technique, each level of this beer is distinct in its flavour and an absolutely incredible experience from start to finish.","mixed":false,"abv":7.2,"offers":[{"quantity":1,"totalPrice":5,"sizeMl":440,"format":"CAN"}],"available":false,"categories":["IPA"],"new":false,"thumbnailUrl":"https://craftpeak-commerce-images.imgix.net/2020/11/IB-01.png?auto=compress%2Cformat&fit=crop&h=324&ixlib=php-1.2.1&w=324&wpsize=woocommerce_thumbnail","url":"https://shop.pollysbrew.co/product/introducing-blooms-ddh-ipa-7-2/","brewery":{"id":"pollys-brew","shortName":"Polly's Brew","name":"Polly's Brew Co","location":"Mold, Flintshire","websiteUrl":"https://pollysbrew.co/","twitterHandle":"pollysbrewco","new":false}},{"breweryId":"pollys-brew","name":"Little Rosa","summary":"Pale Ale","desc":"Little Rosa\nRange: Augment\nStyle: Pale Ale\nABV: 5.0%\nMuch like our efforts with TIPA versions of our original trio of Augment beers, it was only a matter of time until we completed our trilogy of condensed versions – finished here with Little Rosa. By far our most well-regarded and well known beer, we’ve challenged ourselves to bring all the incredible flavour notes, mouthfeel, and aroma down to a palatable and sessionable 5%. Never ones to turn down a challenge, the brew team have knocked it out of the park with this baby version of our headline beer. Featuring a fully reeled back 20kg hop bill of Mosaic, Enigma and Citra, and wrapped up in a big warm hug of our bespoke LA3 yeast strain, this beer, much like its bigger sibling blooms with a bouquet of all things dank and juicy but at a sensible and sessionable ABV.","mixed":false,"abv":5,"offers":[{"quantity":1,"totalPrice":4.25,"sizeMl":440,"format":"CAN"}],"available":true,"categories":["Pale"],"new":true,"thumbnailUrl":"https://craftpeak-commerce-images.imgix.net/2020/12/LR-01.png?auto=compress%2Cformat&fit=crop&h=324&ixlib=php-1.2.1&w=324&wpsize=woocommerce_thumbnail","url":"https://shop.pollysbrew.co/product/little-rosa-pale-ale-5/","brewery":{"id":"pollys-brew","shortName":"Polly's Brew","name":"Polly's Brew Co","location":"Mold, Flintshire","websiteUrl":"https://pollysbrew.co/","twitterHandle":"pollysbrewco","new":false}},{"breweryId":"pollys-brew","name":"Little Spur","summary":"Pale","desc":"Little Spur\nRange: Augment\nStyle: Pale Ale\nABV: 5.0%\nIn the same way that we love to scale up our beers, we likewise love to take on the challenge to see if we can fulfil the flavour intensity and body of one of our IPAs, but reeled back to a sessionable strength. Spur is the undoubted in-house favourite of the original Augment trio, and we wanted to show just how much we love this incredible beer by bringing the ABV right down to a palatable 5%, whilst maintaining everything that made it our favourite in the first place. Our classic mash of extra pale, oats and wheat provides a solid base before the unparalleled three-way dry hop bill of Citra, Simcoe and Azacca unleash a full on juice explosion with a metric tonne of mango, passionfruit and papaya notes, before being reeled back in with our whirlpool addition of Simcoe providing an earthy bitterness to finish.","mixed":false,"abv":5,"offers":[{"quantity":1,"totalPrice":4.25,"sizeMl":440,"format":"CAN"}],"available":true,"categories":["Pale"],"new":false,"thumbnailUrl":"https://craftpeak-commerce-images.imgix.net/2020/11/LS-01.png?auto=compress%2Cformat&fit=crop&h=324&ixlib=php-1.2.1&w=324&wpsize=woocommerce_thumbnail","url":"https://shop.pollysbrew.co/product/little-spur-pale-5-0/","brewery":{"id":"pollys-brew","shortName":"Polly's Brew","name":"Polly's Brew Co","location":"Mold, Flintshire","websiteUrl":"https://pollysbrew.co/","twitterHandle":"pollysbrewco","new":false}},{"breweryId":"pollys-brew","name":"Pello","summary":"IPA","desc":"Pello\nRange: Augment\nStyle: India Pale Ale\nABV: 6.0%\nVic Secret is a hop varietal that’s quickly growing traction as a firm favourite here at Polly’s HQ. A much less aggressive (and much easier to get hold of) version of its contemporary, Galaxy, we totally vibe off the super bright passionfruit, pineapple and pine notes that this awesome Australian hop imparts into a beer when we use it on both the nose and palate.\nDoubled up in its hopping rate against a stalwart favourite in Simcoe, this beer bursts with rose and apple blossom notes on the aroma before doubling down for a full on tropical explosion on the flavour; with notes of lychee, grapefruit and floral notes brought to the table by Simcoe, backing up the sweeter flavours from its down-under cousin.\nAn IPA that’s pure, unadulterated Polly’s to a T.","mixed":false,"abv":6,"offers":[{"quantity":1,"totalPrice":4.75,"sizeMl":440,"format":"CAN"}],"available":false,"categories":["IPA"],"new":false,"thumbnailUrl":"https://craftpeak-commerce-images.imgix.net/2020/11/Pello-01.png?auto=compress%2Cformat&fit=crop&h=324&ixlib=php-1.2.1&w=324&wpsize=woocommerce_thumbnail","url":"https://shop.pollysbrew.co/product/pello-ipa-6-0/","brewery":{"id":"pollys-brew","shortName":"Polly's Brew","name":"Polly's Brew Co","location":"Mold, Flintshire","websiteUrl":"https://pollysbrew.co/","twitterHandle":"pollysbrewco","new":false}}]},"__N_SSG":true}