{"pageProps":{"brewery":{"id":"pollys-brew","shortName":"Polly's Brew","name":"Polly's Brew Co","location":"Mold, Flintshire","websiteUrl":"https://pollysbrew.co/","twitterHandle":"pollysbrewco","new":false},"items":[{"breweryId":"pollys-brew","name":"DDH Pines","summary":"Triple IPA","desc":"DDH Pines\nRange: Augment\nStyle: Triple India Pale Ale\nABV: 10.0%\nOnce you’ve completed the original Augment trio, where do you go next? To the brewer’s favourite of course! A beer that was birthed from a collaborative effort with our pals at North Brewing Co last year, and an in house favourite amongst the brewers and office alike, we’ve amplified this beer to the nines for our final TIPA of the year. Going with a 10min whirlpool addition of Mosaic at 80 degrees, we opted for slightly more bitterness in this beer to counteract the sweetness from the residual sugar on the mash. Backed up with our biggest employment of our “pyramid” technique yet, with 25kg of Mosaic, followed up with smaller 15kg and 10kg additions of Galaxy and Simcoe respectively, the motto here at Polly’s is to never stop improving, and with DDH Pines, we’ve jumped a level once again.","mixed":false,"abv":10,"offers":[{"quantity":1,"totalPrice":5.75,"sizeMl":440,"format":"CAN"}],"available":true,"categories":["IPA"],"new":true,"thumbnailUrl":"https://craftpeak-commerce-images.imgix.net/2020/12/ddhp-01-1.png?auto=compress%2Cformat&fit=crop&h=324&ixlib=php-1.2.1&w=324&wpsize=woocommerce_thumbnail","url":"https://shop.pollysbrew.co/product/ddh-pines-triple-ipa-10-0/","brewery":{"id":"pollys-brew","shortName":"Polly's Brew","name":"Polly's Brew Co","location":"Mold, Flintshire","websiteUrl":"https://pollysbrew.co/","twitterHandle":"pollysbrewco","new":false}},{"breweryId":"pollys-brew","name":"Ending Chapter","summary":"IPA","desc":"Ending Chapter\nRange: Augment\nStyle: India Pale Ale\nABV: 6.8%\nA recent trait of ours has been revisiting some of our favourite Originals range beers and giving them the full Augment treatment. The first version of Citra Columbus was a thing of sheer beauty, and a surefire hint of where things would eventually go with our beers. A pairing of two hugely distinct and classic varietals, both of whom have bold claims to be part of the reason we exist today, this incredible IPA melds everything we love about the old school with the new school hype train we’re proud to be part of. Citra takes the lead on this one with a 20kg dry hop charge, before a follow up of 10kg of Columbus for good measure. The result? An amped up, maxed out IPA full of those juicy tropical notes we love so much, backed up with piney and resinous hoppy notes.","mixed":false,"abv":6.8,"offers":[{"quantity":1,"totalPrice":4.75,"sizeMl":440,"format":"CAN"}],"available":false,"categories":["IPA"],"new":false,"thumbnailUrl":"https://craftpeak-commerce-images.imgix.net/2020/11/ec-01.png?auto=compress%2Cformat&fit=crop&h=324&ixlib=php-1.2.1&w=324&wpsize=woocommerce_thumbnail","url":"https://shop.pollysbrew.co/product/ending-chapter-ipa-6-8/","brewery":{"id":"pollys-brew","shortName":"Polly's Brew","name":"Polly's Brew Co","location":"Mold, Flintshire","websiteUrl":"https://pollysbrew.co/","twitterHandle":"pollysbrewco","new":false}},{"breweryId":"pollys-brew","name":"Idaho 7","summary":"DDH Oat IPA","desc":"Idaho 7\nRange: Augment\nStyle: DDH Oat India Pale Ale\nABV: 6.0%\nWith the advent of 2020 came sudden access to a serious amount of hops we had previously only dreamt of brewing with.\nIdaho 7 was one of the aforementioned varietals, used by some of our contemporaries as we looked on, green with envy.\nWe’ve made up for lost time by putting it to serious good use in this beer; featuring a whopping 40kg in the dry hop, we’ve amplified this beer is loaded to the nines with apricot, red grapefruit, papaya and orange notes initially, before rounding out with black tea and pungent pine flavours to finish.\nNot content with a full on juice explosion, we decided to bring this beer up yet another level by upping the oats to over 30% of the mash, bringing a metric tonne of silky smoothness to the mouthfeel.","mixed":false,"abv":6,"offers":[{"quantity":1,"totalPrice":4.75,"sizeMl":440,"format":"CAN"}],"available":true,"categories":["IPA"],"new":true,"thumbnailUrl":"https://craftpeak-commerce-images.imgix.net/2020/12/7-01-1.png?auto=compress%2Cformat&fit=crop&h=324&ixlib=php-1.2.1&w=324&wpsize=woocommerce_thumbnail","url":"https://shop.pollysbrew.co/product/idaho-7-ddh-oat-ipa-6-0/","brewery":{"id":"pollys-brew","shortName":"Polly's Brew","name":"Polly's Brew Co","location":"Mold, Flintshire","websiteUrl":"https://pollysbrew.co/","twitterHandle":"pollysbrewco","new":false}},{"breweryId":"pollys-brew","name":"Little Rosa","summary":"Pale Ale","desc":"Little Rosa\nRange: Augment\nStyle: Pale Ale\nABV: 5.0%\nMuch like our efforts with TIPA versions of our original trio of Augment beers, it was only a matter of time until we completed our trilogy of condensed versions – finished here with Little Rosa. By far our most well-regarded and well known beer, we’ve challenged ourselves to bring all the incredible flavour notes, mouthfeel, and aroma down to a palatable and sessionable 5%. Never ones to turn down a challenge, the brew team have knocked it out of the park with this baby version of our headline beer. Featuring a fully reeled back 20kg hop bill of Mosaic, Enigma and Citra, and wrapped up in a big warm hug of our bespoke LA3 yeast strain, this beer, much like its bigger sibling blooms with a bouquet of all things dank and juicy but at a sensible and sessionable ABV.","mixed":false,"abv":5,"offers":[{"quantity":1,"totalPrice":4.25,"sizeMl":440,"format":"CAN"}],"available":true,"categories":["Pale"],"new":false,"thumbnailUrl":"https://craftpeak-commerce-images.imgix.net/2020/12/LR-01.png?auto=compress%2Cformat&fit=crop&h=324&ixlib=php-1.2.1&w=324&wpsize=woocommerce_thumbnail","url":"https://shop.pollysbrew.co/product/little-rosa-pale-ale-5/","brewery":{"id":"pollys-brew","shortName":"Polly's Brew","name":"Polly's Brew Co","location":"Mold, Flintshire","websiteUrl":"https://pollysbrew.co/","twitterHandle":"pollysbrewco","new":false}},{"breweryId":"pollys-brew","name":"Little Spur","summary":"Pale","desc":"Little Spur\nRange: Augment\nStyle: Pale Ale\nABV: 5.0%\nIn the same way that we love to scale up our beers, we likewise love to take on the challenge to see if we can fulfil the flavour intensity and body of one of our IPAs, but reeled back to a sessionable strength. Spur is the undoubted in-house favourite of the original Augment trio, and we wanted to show just how much we love this incredible beer by bringing the ABV right down to a palatable 5%, whilst maintaining everything that made it our favourite in the first place. Our classic mash of extra pale, oats and wheat provides a solid base before the unparalleled three-way dry hop bill of Citra, Simcoe and Azacca unleash a full on juice explosion with a metric tonne of mango, passionfruit and papaya notes, before being reeled back in with our whirlpool addition of Simcoe providing an earthy bitterness to finish.","mixed":false,"abv":5,"offers":[{"quantity":1,"totalPrice":4.25,"sizeMl":440,"format":"CAN"}],"available":false,"categories":["Pale"],"new":false,"thumbnailUrl":"https://craftpeak-commerce-images.imgix.net/2020/11/LS-01.png?auto=compress%2Cformat&fit=crop&h=324&ixlib=php-1.2.1&w=324&wpsize=woocommerce_thumbnail","url":"https://shop.pollysbrew.co/product/little-spur-pale-5-0/","brewery":{"id":"pollys-brew","shortName":"Polly's Brew","name":"Polly's Brew Co","location":"Mold, Flintshire","websiteUrl":"https://pollysbrew.co/","twitterHandle":"pollysbrewco","new":false}}]},"__N_SSG":true}