{"pageProps":{"brewery":{"id":"pollys-brew","shortName":"Polly's Brew","name":"Polly's Brew Co","location":"Mold, Flintshire","websiteUrl":"https://pollysbrew.co/","twitterHandle":"pollysbrewco","new":false},"items":[{"breweryId":"pollys-brew","name":"A Cozy Decomposer","summary":"DDH IPA","desc":"A Cozy Decomposure\nRange: Augment\nStyle: DDH India Pale Ale\nABV: 6.6%\nAzacca is a big favourite here at Polly’s HQ and for good reason. Named for the Haitian god of agriculture, and bred specifically to accentuate the intense sweet, tropical notes it imparts, we find this varietal grossly underused and underrated in a sea of more popular hype hops. Letting it do its thing in a single hop showcase seemed the most fitting tribute for this awesome hop, and in a “well, why not” move we decided to up the dry-hop bill to DIPA levels, with an insane 40kg added during fermentation.\nWrapped up in a hearty lashing of LA3 for maximum suspension, the result is a thick, juicy IPA, bursting with tonnes of mango, stone fruit, and pineapple notes, before levelling off with a healthy tickling of bitterness on the end for ultimate balance.","mixed":false,"abv":6.6,"offers":[{"quantity":1,"totalPrice":4.75,"sizeMl":440,"format":"CAN"}],"available":true,"categories":["IPA"],"new":true,"thumbnailUrl":"https://craftpeak-commerce-images.imgix.net/2020/12/COZY-01.png?auto=compress%2Cformat&fit=crop&h=324&ixlib=php-1.2.1&w=324&wpsize=woocommerce_thumbnail","url":"https://shop.pollysbrew.co/product/a-cozy-decomposure-ddh-ipa-6-6/","brewery":{"id":"pollys-brew","shortName":"Polly's Brew","name":"Polly's Brew Co","location":"Mold, Flintshire","websiteUrl":"https://pollysbrew.co/","twitterHandle":"pollysbrewco","new":false}},{"breweryId":"pollys-brew","name":"DDH Rosa","summary":"Triple IPA","desc":"DDH Rosa\nRange: Augment\nStyle: Triple India Pale Ale\nABV: 10.0%\nIt was only a matter of time, wasn’t it? The original Augment trilogy is now complete, as Rosa now joins its siblings Spur and Patternist in the TIPA club. Overwhelmingly popular every time we’ve brewed it previously, each incarnation of the headline act of our original three has progressively gotten better and better, and we’ve spared no expense on this version either. Featuring an insane 70kg of hops – ten in the whirlpool, sixty in the dry hop, we’ve given this version of our most well-renowned beer an extra lashing of Galaxy alongside its superstar lineup of Citra, Mosaic, Columbus and Ekuanot, just to give it that little push into the stratosphere. Our favourite DIPA to brew, now in TIPA form, Rosa blooms with a bouquet of everything dank and juicy.","mixed":false,"abv":10,"offers":[{"quantity":1,"totalPrice":6,"sizeMl":440,"format":"CAN"}],"available":false,"categories":["IPA"],"new":true,"thumbnailUrl":"https://craftpeak-commerce-images.imgix.net/2020/10/DDR-01.png?auto=compress%2Cformat&fit=crop&h=324&ixlib=php-1.2.1&w=324&wpsize=woocommerce_thumbnail","url":"https://shop.pollysbrew.co/product/ddh-rosa-triple-ipa-10-0/","brewery":{"id":"pollys-brew","shortName":"Polly's Brew","name":"Polly's Brew Co","location":"Mold, Flintshire","websiteUrl":"https://pollysbrew.co/","twitterHandle":"pollysbrewco","new":false}},{"breweryId":"pollys-brew","name":"Ending Chapter","summary":"IPA","desc":"Ending Chapter\nRange: Augment\nStyle: India Pale Ale\nABV: 6.8%\nA recent trait of ours has been revisiting some of our favourite Originals range beers and giving them the full Augment treatment. The first version of Citra Columbus was a thing of sheer beauty, and a surefire hint of where things would eventually go with our beers. A pairing of two hugely distinct and classic varietals, both of whom have bold claims to be part of the reason we exist today, this incredible IPA melds everything we love about the old school with the new school hype train we’re proud to be part of. Citra takes the lead on this one with a 20kg dry hop charge, before a follow up of 10kg of Columbus for good measure. The result? An amped up, maxed out IPA full of those juicy tropical notes we love so much, backed up with piney and resinous hoppy notes.","mixed":false,"abv":6.8,"offers":[{"quantity":1,"totalPrice":4.75,"sizeMl":440,"format":"CAN"}],"available":true,"categories":["IPA"],"new":false,"thumbnailUrl":"https://craftpeak-commerce-images.imgix.net/2020/11/ec-01.png?auto=compress%2Cformat&fit=crop&h=324&ixlib=php-1.2.1&w=324&wpsize=woocommerce_thumbnail","url":"https://shop.pollysbrew.co/product/ending-chapter-ipa-6-8/","brewery":{"id":"pollys-brew","shortName":"Polly's Brew","name":"Polly's Brew Co","location":"Mold, Flintshire","websiteUrl":"https://pollysbrew.co/","twitterHandle":"pollysbrewco","new":false}},{"breweryId":"pollys-brew","name":"Introducing Blooms","summary":"DDH IPA","desc":"Introducing Blooms\nRange: Augment\nStyle: DDH India Pale Ale\nABV: 7.2%\nThe end of the year is always the best for any hop-forward beer fan, as we tend to look through our hop store, see what we have loads of, and pack as much as we physically can into a beer. Just as much happened when we discovered that we had plenty of El Dorado, Citra and Simcoe sitting in our cold store, so naturally, we figured we’d brew an IPA, but hop it to the same level as one of our DIPAs for a full on flavour explosion of a beer. Citra and Simcoe is a classic Polly’s combo, positively dripping with grapefruit, tropical, and pine notes, but adding El Dorado brings it to an entirely new level, adding pear, watermelon and stonefruit flavours to the party. Generously hopped using our new “pyramid” technique, each level of this beer is distinct in its flavour and an absolutely incredible experience from start to finish.","mixed":false,"abv":7.2,"offers":[{"quantity":1,"totalPrice":5,"sizeMl":440,"format":"CAN"}],"available":false,"categories":["IPA"],"new":false,"thumbnailUrl":"https://craftpeak-commerce-images.imgix.net/2020/11/IB-01.png?auto=compress%2Cformat&fit=crop&h=324&ixlib=php-1.2.1&w=324&wpsize=woocommerce_thumbnail","url":"https://shop.pollysbrew.co/product/introducing-blooms-ddh-ipa-7-2/","brewery":{"id":"pollys-brew","shortName":"Polly's Brew","name":"Polly's Brew Co","location":"Mold, Flintshire","websiteUrl":"https://pollysbrew.co/","twitterHandle":"pollysbrewco","new":false}},{"breweryId":"pollys-brew","name":"Little Rosa","summary":"Pale Ale","desc":"Little Rosa\nRange: Augment\nStyle: Pale Ale\nABV: 5.0%\nMuch like our efforts with TIPA versions of our original trio of Augment beers, it was only a matter of time until we completed our trilogy of condensed versions – finished here with Little Rosa. By far our most well-regarded and well known beer, we’ve challenged ourselves to bring all the incredible flavour notes, mouthfeel, and aroma down to a palatable and sessionable 5%. Never ones to turn down a challenge, the brew team have knocked it out of the park with this baby version of our headline beer. Featuring a fully reeled back 20kg hop bill of Mosaic, Enigma and Citra, and wrapped up in a big warm hug of our bespoke LA3 yeast strain, this beer, much like its bigger sibling blooms with a bouquet of all things dank and juicy but at a sensible and sessionable ABV.","mixed":false,"abv":5,"offers":[{"quantity":1,"totalPrice":4.25,"sizeMl":440,"format":"CAN"}],"available":true,"categories":["Pale"],"new":false,"thumbnailUrl":"https://craftpeak-commerce-images.imgix.net/2020/12/LR-01.png?auto=compress%2Cformat&fit=crop&h=324&ixlib=php-1.2.1&w=324&wpsize=woocommerce_thumbnail","url":"https://shop.pollysbrew.co/product/little-rosa-pale-ale-5/","brewery":{"id":"pollys-brew","shortName":"Polly's Brew","name":"Polly's Brew Co","location":"Mold, Flintshire","websiteUrl":"https://pollysbrew.co/","twitterHandle":"pollysbrewco","new":false}},{"breweryId":"pollys-brew","name":"Little Spur","summary":"Pale","desc":"Little Spur\nRange: Augment\nStyle: Pale Ale\nABV: 5.0%\nIn the same way that we love to scale up our beers, we likewise love to take on the challenge to see if we can fulfil the flavour intensity and body of one of our IPAs, but reeled back to a sessionable strength. Spur is the undoubted in-house favourite of the original Augment trio, and we wanted to show just how much we love this incredible beer by bringing the ABV right down to a palatable 5%, whilst maintaining everything that made it our favourite in the first place. Our classic mash of extra pale, oats and wheat provides a solid base before the unparalleled three-way dry hop bill of Citra, Simcoe and Azacca unleash a full on juice explosion with a metric tonne of mango, passionfruit and papaya notes, before being reeled back in with our whirlpool addition of Simcoe providing an earthy bitterness to finish.","mixed":false,"abv":5,"offers":[{"quantity":1,"totalPrice":4.25,"sizeMl":440,"format":"CAN"}],"available":true,"categories":["Pale"],"new":false,"thumbnailUrl":"https://craftpeak-commerce-images.imgix.net/2020/11/LS-01.png?auto=compress%2Cformat&fit=crop&h=324&ixlib=php-1.2.1&w=324&wpsize=woocommerce_thumbnail","url":"https://shop.pollysbrew.co/product/little-spur-pale-5-0/","brewery":{"id":"pollys-brew","shortName":"Polly's Brew","name":"Polly's Brew Co","location":"Mold, Flintshire","websiteUrl":"https://pollysbrew.co/","twitterHandle":"pollysbrewco","new":false}},{"breweryId":"pollys-brew","name":"Now Here No Where","summary":"DDH Pale","desc":"Now Here, No Where\nRange: Augment\nStyle: DDH Pale Ale\nABV: 5.6%\nVic Secret is a varietal that we feel doesn’t get nearly enough love these days. Pushed out of the way by its more aggressive contemporary Galaxy, we find that this incredible Australian hop has a lot of similarities to its countrymate, but in a much more balanced, easygoing way. We decided to put this thought process into practice with Now Here, No Where – amplifying up the hop bill to that of one of our standard IPAs, whilst keeping things at a relatively sessionable strength. The result is a pale ale that is positively bursting at the seams with pungent tropical pineapple notes. Keeping everything in check with a healthy lashing of in-house favourite Citra, this is a beer perfect for those lockdown Zoom quizzes and Skype pub meetups.","mixed":false,"abv":5.6,"offers":[{"quantity":1,"totalPrice":4.5,"sizeMl":440,"format":"CAN"}],"available":false,"categories":["Pale","IPA"],"new":false,"thumbnailUrl":"https://craftpeak-commerce-images.imgix.net/2020/11/nhn1-01.png?auto=compress%2Cformat&fit=crop&h=324&ixlib=php-1.2.1&w=324&wpsize=woocommerce_thumbnail","url":"https://shop.pollysbrew.co/product/now-here-no-where-ddh-pale-5-6/","brewery":{"id":"pollys-brew","shortName":"Polly's Brew","name":"Polly's Brew Co","location":"Mold, Flintshire","websiteUrl":"https://pollysbrew.co/","twitterHandle":"pollysbrewco","new":false}},{"breweryId":"pollys-brew","name":"Pines","summary":"IPA","desc":"Pines\nRange: Augment\nStyle: India Pale Ale\nABV: 6.4%\nA fabled story we love to tell about how we’re constantly learning; when we were working with our amazing pals at North Brewing Co last year, we were astounded at how little whirlpool hops they added in the first stage of the brewing process. Imparting less bitterness is something we’ve been keen to explore in our beers, and we achieved this through bringing the whirlpool temp down, and whirlpooling for much less time and adding smaller additions of Enigma and Mosaic, meaning more hops for dry-hopping! Almost 40kg of Galaxy, Mosaic, and Simcoe ended up going into this beer during fermentation, and the results stand for themselves. An absolute juice bomb of a beer, and a marked improvement on version one of this amazing beer.","mixed":false,"abv":6.4,"offers":[{"quantity":1,"totalPrice":4.75,"sizeMl":440,"format":"CAN"}],"available":false,"categories":["IPA"],"new":false,"thumbnailUrl":"https://craftpeak-commerce-images.imgix.net/2020/11/Pines-01.png?auto=compress%2Cformat&fit=crop&h=324&ixlib=php-1.2.1&w=324&wpsize=woocommerce_thumbnail","url":"https://shop.pollysbrew.co/product/pines-ipa-6-4/","brewery":{"id":"pollys-brew","shortName":"Polly's Brew","name":"Polly's Brew Co","location":"Mold, Flintshire","websiteUrl":"https://pollysbrew.co/","twitterHandle":"pollysbrewco","new":false}},{"breweryId":"pollys-brew","name":"Rain Jar","summary":"IPA","desc":"Rain Jar\nRange: Augment\nStyle: India Pale Ale\nABV: 6.0%\nWe love making reference to and resurrecting old in-house favourites here at Polly’s HQ, and treating them to all the modern and new techniques we’ve learned over the last three years as a brewery. Columbus Mosaic was a surefire sleeper hit from our dearly departed Originals range back in 2019, and we’re bringing it right into 2020 with an amplified dry hop bill, and a 100% new in-house LA3 strain for maximum suspension. We’ve squeezed every ounce of flavour we can out of this beer – Columbus bringing some surefire old school pine and resin to the table, before being balanced out with a whole host of dank, juicy, tropical notes from the ever dependable brewery favourite, Mosaic. Originals range completely kicked into the present!","mixed":false,"abv":6,"offers":[{"quantity":1,"totalPrice":4.75,"sizeMl":440,"format":"CAN"}],"available":false,"categories":["IPA"],"new":true,"thumbnailUrl":"https://craftpeak-commerce-images.imgix.net/2020/10/RJ-01.png?auto=compress%2Cformat&fit=crop&h=324&ixlib=php-1.2.1&w=324&wpsize=woocommerce_thumbnail","url":"https://shop.pollysbrew.co/product/rain-jar-ipa-6-0/","brewery":{"id":"pollys-brew","shortName":"Polly's Brew","name":"Polly's Brew Co","location":"Mold, Flintshire","websiteUrl":"https://pollysbrew.co/","twitterHandle":"pollysbrewco","new":false}},{"breweryId":"pollys-brew","name":"Shaky Tail","summary":"DDH Pale","desc":"Shaky Tail\nRange: Augment\nStyle: DDH Pale Ale\nABV: 5.5%\nSimcoe, Simcoe, Simcoe. Where would we be without you? A strong contender for our in-house favourite varietal purely on the basis of how adaptable it is, we’ve utilized this giant of the brewing scene on single hop showcases across the board, from DIPA to IPA, now it’s the turn of a more sessionable effort, with us loading this DDH Pale Ale with the same dry hop charge as one of our big IPAs, bordering on DIPA territory. Featuring an insane 40kg, and with an ultra light sprinkling in the whirlpool; apricot, passionfruit and citrus notes are positively bursting out of this beer, before being reeled back in with a healthy balance of earthy pine bitterness. With everything wrapped up in a warm hug of our bespoke LA3 yeast strain, this is our love letter to one of the true superstar hops.","mixed":false,"abv":5.5,"offers":[{"quantity":1,"totalPrice":4.5,"sizeMl":440,"format":"CAN"}],"available":false,"categories":["Pale","IPA"],"new":false,"thumbnailUrl":"https://craftpeak-commerce-images.imgix.net/2020/11/st-01.png?auto=compress%2Cformat&fit=crop&h=324&ixlib=php-1.2.1&w=324&wpsize=woocommerce_thumbnail","url":"https://shop.pollysbrew.co/product/shaky-tail-ddh-pale-5-5/","brewery":{"id":"pollys-brew","shortName":"Polly's Brew","name":"Polly's Brew Co","location":"Mold, Flintshire","websiteUrl":"https://pollysbrew.co/","twitterHandle":"pollysbrewco","new":false}},{"breweryId":"pollys-brew","name":"The Altar Supreme","summary":"IPA","desc":"The Altar Supreme\nRange: Augment\nStyle: India Pale Ale\nABV: 5.9%\nWe’ve said it once and we’ll say it again, we love paying homage to the OGs of brewing – the brewers who produced the beers without which we wouldn’t be here today. This rings true for wanting to pay homage to the classic IPAs – slightly weaker in strength than our usual 6%+ fare, but retaining all that incredible flavour profile, body, and mouthfeel of what we do best. The Altar Supreme is our take on those classic IPAs – coming in at a more reasonable 5.9% but supercharged with 30kg of El Dorado and Vic Secret for all those new school notes. A beer that brings all those juicy, candied orange, stone fruit, and mango notes we’re so famous for to the party initially, but backed up with a delicious resinous bitterness for complete balance.","mixed":false,"abv":5.9,"offers":[{"quantity":1,"totalPrice":4.5,"sizeMl":440,"format":"CAN"}],"available":true,"categories":["IPA"],"new":true,"thumbnailUrl":"https://craftpeak-commerce-images.imgix.net/2020/11/TAS-01.png?auto=compress%2Cformat&fit=crop&h=324&ixlib=php-1.2.1&w=324&wpsize=woocommerce_thumbnail","url":"https://shop.pollysbrew.co/product/the-altar-supreme-ipa-5-9/","brewery":{"id":"pollys-brew","shortName":"Polly's Brew","name":"Polly's Brew Co","location":"Mold, Flintshire","websiteUrl":"https://pollysbrew.co/","twitterHandle":"pollysbrewco","new":false}},{"breweryId":"pollys-brew","name":"The New Renaissance","summary":"Double IPA","desc":"The New Renaissance\nRange: Augment\nStyle: Double India Pale Ale\nABV: 8.0%\nWe’re proud to be part of what is a constantly growing and evolving scene of breweries and drinkers alike. Beer as it is today is a world apart from when we were taking our first tentative steps into being legally able to drink, and an off hand phrase made in the office about the brewing industry entering into a “New Renaissance” birthed the name of this DIPA that embraces all the techniques we ourselves have learned in such a short space of time. Utilizing Azacca, Mosaic, El Dorado and Simcoe in our pyramid dry hopping technique, with a ten minute whirlpool addition of Vic Secret and El Dorado, all wrapped up in our bespoke, custom designed LA3 yeast strain, this beer shouts for everything modern when it comes to UK brewing.","mixed":false,"abv":8,"offers":[{"quantity":1,"totalPrice":5,"sizeMl":440,"format":"CAN"}],"available":false,"categories":["IPA"],"new":true,"thumbnailUrl":"https://craftpeak-commerce-images.imgix.net/2020/11/tnr-01.png?auto=compress%2Cformat&fit=crop&h=324&ixlib=php-1.2.1&w=324&wpsize=woocommerce_thumbnail","url":"https://shop.pollysbrew.co/product/the-new-renaissance-double-ipa-8-0/","brewery":{"id":"pollys-brew","shortName":"Polly's Brew","name":"Polly's Brew Co","location":"Mold, Flintshire","websiteUrl":"https://pollysbrew.co/","twitterHandle":"pollysbrewco","new":false}}]},"__N_SSG":true}