{"pageProps":{"brewery":{"id":"pollys-brew","shortName":"Polly's Brew","name":"Polly's Brew Co","location":"Mold, Flintshire","websiteUrl":"https://pollysbrew.co/","twitterHandle":"pollysbrewco","new":false},"items":[{"breweryId":"pollys-brew","name":"Amateur Dance","summary":"DDH DIPA","desc":"Amateur Dance\nRange: Augment\nStyle: Double Dry Hopped Double India Pale Ale\nABV: 8.1\nWe’ve developed a real taste for going big here at Polly’s HQ, and we’re sating our taste once again with Amateur Dance. Our owner Sean has taken the lead on this one, employing his pyramid dry-hopping technique to full effect in this maxed out, full on DDH DIPA. Mosaic is the dominant hop varietal with a huge 30kg added, before progressively smaller additions of El Dorado and Simcoe accentuate and give this beer multiple levels of depth. Named in honour of his soundtrack for when he works into the small hours to ensure our brewers have as stress free a brew day as possible, this huge beer absolutely drips with dank, stonefruit, mango and pineapple notes, before being reeled back in by a hearty pine finish for balance.","mixed":false,"abv":8.1,"offers":[{"quantity":1,"totalPrice":5.25,"sizeMl":440,"format":"CAN"}],"available":true,"categories":["IPA"],"new":false,"thumbnailUrl":"https://craftpeak-commerce-images.imgix.net/2020/11/Ama-01.png?auto=compress%2Cformat&fit=crop&h=324&ixlib=php-1.2.1&w=324&wpsize=woocommerce_thumbnail","url":"https://shop.pollysbrew.co/product/amateur-dance-ddh-dipa-8-1/","brewery":{"id":"pollys-brew","shortName":"Polly's Brew","name":"Polly's Brew Co","location":"Mold, Flintshire","websiteUrl":"https://pollysbrew.co/","twitterHandle":"pollysbrewco","new":false}},{"breweryId":"pollys-brew","name":"Ending Chapter","summary":"IPA","desc":"Ending Chapter\nRange: Augment\nStyle: India Pale Ale\nABV: 6.8%\nA recent trait of ours has been revisiting some of our favourite Originals range beers and giving them the full Augment treatment. The first version of Citra Columbus was a thing of sheer beauty, and a surefire hint of where things would eventually go with our beers. A pairing of two hugely distinct and classic varietals, both of whom have bold claims to be part of the reason we exist today, this incredible IPA melds everything we love about the old school with the new school hype train we’re proud to be part of. Citra takes the lead on this one with a 20kg dry hop charge, before a follow up of 10kg of Columbus for good measure. The result? An amped up, maxed out IPA full of those juicy tropical notes we love so much, backed up with piney and resinous hoppy notes.","mixed":false,"abv":6.8,"offers":[{"quantity":1,"totalPrice":4.75,"sizeMl":440,"format":"CAN"}],"available":true,"categories":["IPA"],"new":false,"thumbnailUrl":"https://craftpeak-commerce-images.imgix.net/2020/11/ec-01.png?auto=compress%2Cformat&fit=crop&h=324&ixlib=php-1.2.1&w=324&wpsize=woocommerce_thumbnail","url":"https://shop.pollysbrew.co/product/ending-chapter-ipa-6-8/","brewery":{"id":"pollys-brew","shortName":"Polly's Brew","name":"Polly's Brew Co","location":"Mold, Flintshire","websiteUrl":"https://pollysbrew.co/","twitterHandle":"pollysbrewco","new":false}},{"breweryId":"pollys-brew","name":"Introducing Blooms","summary":"DDH IPA","desc":"Introducing Blooms\nRange: Augment\nStyle: DDH India Pale Ale\nABV: 7.2%\nThe end of the year is always the best for any hop-forward beer fan, as we tend to look through our hop store, see what we have loads of, and pack as much as we physically can into a beer. Just as much happened when we discovered that we had plenty of El Dorado, Citra and Simcoe sitting in our cold store, so naturally, we figured we’d brew an IPA, but hop it to the same level as one of our DIPAs for a full on flavour explosion of a beer. Citra and Simcoe is a classic Polly’s combo, positively dripping with grapefruit, tropical, and pine notes, but adding El Dorado brings it to an entirely new level, adding pear, watermelon and stonefruit flavours to the party. Generously hopped using our new “pyramid” technique, each level of this beer is distinct in its flavour and an absolutely incredible experience from start to finish.","mixed":false,"abv":7.2,"offers":[{"quantity":1,"totalPrice":5,"sizeMl":440,"format":"CAN"}],"available":true,"categories":["IPA"],"new":true,"thumbnailUrl":"https://craftpeak-commerce-images.imgix.net/2020/11/IB-01.png?auto=compress%2Cformat&fit=crop&h=324&ixlib=php-1.2.1&w=324&wpsize=woocommerce_thumbnail","url":"https://shop.pollysbrew.co/product/introducing-blooms-ddh-ipa-7-2/","brewery":{"id":"pollys-brew","shortName":"Polly's Brew","name":"Polly's Brew Co","location":"Mold, Flintshire","websiteUrl":"https://pollysbrew.co/","twitterHandle":"pollysbrewco","new":false}},{"breweryId":"pollys-brew","name":"Little Spur","summary":"Pale","desc":"Little Spur\nRange: Augment\nStyle: Pale Ale\nABV: 5.0%\nIn the same way that we love to scale up our beers, we likewise love to take on the challenge to see if we can fulfil the flavour intensity and body of one of our IPAs, but reeled back to a sessionable strength. Spur is the undoubted in-house favourite of the original Augment trio, and we wanted to show just how much we love this incredible beer by bringing the ABV right down to a palatable 5%, whilst maintaining everything that made it our favourite in the first place. Our classic mash of extra pale, oats and wheat provides a solid base before the unparalleled three-way dry hop bill of Citra, Simcoe and Azacca unleash a full on juice explosion with a metric tonne of mango, passionfruit and papaya notes, before being reeled back in with our whirlpool addition of Simcoe providing an earthy bitterness to finish.","mixed":false,"abv":5,"offers":[{"quantity":1,"totalPrice":4.25,"sizeMl":440,"format":"CAN"}],"available":true,"categories":["Pale"],"new":true,"thumbnailUrl":"https://craftpeak-commerce-images.imgix.net/2020/11/LS-01.png?auto=compress%2Cformat&fit=crop&h=324&ixlib=php-1.2.1&w=324&wpsize=woocommerce_thumbnail","url":"https://shop.pollysbrew.co/product/little-spur-pale-5-0/","brewery":{"id":"pollys-brew","shortName":"Polly's Brew","name":"Polly's Brew Co","location":"Mold, Flintshire","websiteUrl":"https://pollysbrew.co/","twitterHandle":"pollysbrewco","new":false}},{"breweryId":"pollys-brew","name":"Pello","summary":"IPA","desc":"Pello\nRange: Augment\nStyle: India Pale Ale\nABV: 6.0%\nVic Secret is a hop varietal that’s quickly growing traction as a firm favourite here at Polly’s HQ. A much less aggressive (and much easier to get hold of) version of its contemporary, Galaxy, we totally vibe off the super bright passionfruit, pineapple and pine notes that this awesome Australian hop imparts into a beer when we use it on both the nose and palate.\nDoubled up in its hopping rate against a stalwart favourite in Simcoe, this beer bursts with rose and apple blossom notes on the aroma before doubling down for a full on tropical explosion on the flavour; with notes of lychee, grapefruit and floral notes brought to the table by Simcoe, backing up the sweeter flavours from its down-under cousin.\nAn IPA that’s pure, unadulterated Polly’s to a T.","mixed":false,"abv":6,"offers":[{"quantity":1,"totalPrice":4.75,"sizeMl":440,"format":"CAN"}],"available":true,"categories":["IPA"],"new":true,"thumbnailUrl":"https://craftpeak-commerce-images.imgix.net/2020/11/Pello-01.png?auto=compress%2Cformat&fit=crop&h=324&ixlib=php-1.2.1&w=324&wpsize=woocommerce_thumbnail","url":"https://shop.pollysbrew.co/product/pello-ipa-6-0/","brewery":{"id":"pollys-brew","shortName":"Polly's Brew","name":"Polly's Brew Co","location":"Mold, Flintshire","websiteUrl":"https://pollysbrew.co/","twitterHandle":"pollysbrewco","new":false}},{"breweryId":"pollys-brew","name":"Shaky Tail","summary":"DDH Pale","desc":"Shaky Tail\nRange: Augment\nStyle: DDH Pale Ale\nABV: 5.5%\nSimcoe, Simcoe, Simcoe. Where would we be without you? A strong contender for our in-house favourite varietal purely on the basis of how adaptable it is, we’ve utilized this giant of the brewing scene on single hop showcases across the board, from DIPA to IPA, now it’s the turn of a more sessionable effort, with us loading this DDH Pale Ale with the same dry hop charge as one of our big IPAs, bordering on DIPA territory. Featuring an insane 40kg, and with an ultra light sprinkling in the whirlpool; apricot, passionfruit and citrus notes are positively bursting out of this beer, before being reeled back in with a healthy balance of earthy pine bitterness. With everything wrapped up in a warm hug of our bespoke LA3 yeast strain, this is our love letter to one of the true superstar hops.","mixed":false,"abv":5.5,"offers":[{"quantity":1,"totalPrice":4.5,"sizeMl":440,"format":"CAN"}],"available":true,"categories":["Pale","IPA"],"new":false,"thumbnailUrl":"https://craftpeak-commerce-images.imgix.net/2020/11/st-01.png?auto=compress%2Cformat&fit=crop&h=324&ixlib=php-1.2.1&w=324&wpsize=woocommerce_thumbnail","url":"https://shop.pollysbrew.co/product/shaky-tail-ddh-pale-5-5/","brewery":{"id":"pollys-brew","shortName":"Polly's Brew","name":"Polly's Brew Co","location":"Mold, Flintshire","websiteUrl":"https://pollysbrew.co/","twitterHandle":"pollysbrewco","new":false}}]},"__N_SSG":true}